ClaveDomicilio.xml

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
        <AgregarDomicilioCU xmlns="http://tempuri.org/">
            <!-- Optional -->
            <datosCliente>
                <!-- Optional -->
                <cliente xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Cotizador">
                    <ClaveCliente xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos">2686271</ClaveCliente>
                    <Nombre xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></Nombre>
                    <ApellidoPaterno xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></ApellidoPaterno>
                    <ApellidoMaterno xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></ApellidoMaterno>
                    <SIGLA_RFC xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></SIGLA_RFC>
                    <FECHA_RFC xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></FECHA_RFC>
                    <HOMO_RFC xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></HOMO_RFC>
                    <FechaNacimiento xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></FechaNacimiento>
                    <TipoPersona xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></TipoPersona>
                    <!-- Optional -->
                    <domicilios xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos">
                        <!-- Optional -->
                        <Domicilio>
                            <Activo>true</Activo>
                            <Calle>SIN NOMBRE</Calle>
                            <ClaveColonia>1042246</ClaveColonia>
                            <CodigoPostal>21900</CodigoPostal>
                            <NumeroExterior>0</NumeroExterior>
                            <NumeroInterior></NumeroInterior>
                        </Domicilio>
                    </domicilios>
                </cliente>
                <!-- Optional -->
                <credenciales xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Cotizador">
                    <IdApp xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos">10054</IdApp>
                    <PassApp xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos">CD77ED53SPROT</PassApp>
                    <ClaveUsuario xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos">7753</ClaveUsuario>
                    <Password xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos">WS7753PROT</Password>
                </credenciales>
            </datosCliente>
        </AgregarDomicilioCU>
    </Body>
</Envelope>